
const CHANGES = {
  "25": {
    date: "20 января 2026",
    items: [
      {
        day: "Понедельник",
        time: "10:05–10:45",
        subject: "МДК 05.01 Проектирование ИС",
        note: "Замена, ауд. 103"
      },
      {
        day: "Понедельник",
        time: "12:25–13:05",
        subject: "Отмена пары",
        note: "Преподаватель отсутствует"
      }
    ]
  },

  "31": {
    date: "20 января 2026",
    items: [
      {
        day: "Понедельник",
        time: "8:30–9:10",
        subject: "Иностранный язык",
        note: "Каб. 308"
      }
    ]
  }

  // ← если группы тут нет, значит изменений НЕТ
};
