window.CHANGES = {
  // 11 группа
  "11": {
    date: "Изменения на 21 января",
    rows: [
      { num: "1", time: "8:30–9:15", subject: "—", room: "—" },
      { num: "2", time: "9:20–10:05", subject: "Обществознание<br>преп. Багаутдинова Р.Р.", room: "310" },
      { num: "3", time: "10:15–11:00", subject: "Башкирский язык<br>преп. Рафикова Э.Ф.", room: "208" },
      { num: "—", time: "11:05–11:50", subject: "обед", room: "—" },
      { num: "4", time: "12:00–12:45", subject: "Литература<br>преп. Глимзянова Т.Р.", room: "404" },
      { num: "5", time: "12:50–13:35", subject: "Литература<br>преп. Глимзянова Т.Р.", room: "404" },
      { num: "6", time: "13:45–14:30", subject: "Литература<br>преп. Глимзянова Т.Р.", room: "404" },
      { num: "7", time: "14:35–15:20", subject: "Информатика<br>преп. Нурисламова Э.И.", room: "408" },
      { num: "8", time: "15:25–16:10", subject: "Информатика<br>преп. Нурисламова Э.И.", room: "408" }
    ]
  },

  // 14 группа
  "14": {
    date: "Изменения на 21 января",
    rows: [
      { num: "1", time: "8:30–9:15", subject: "Физкультура<br>преп. Вафиева Т.В.", room: "—" },
      { num: "2", time: "9:20–10:05", subject: "Физкультура<br>преп. Вафиева Т.В.", room: "—" },
      { num: "3", time: "10:15–11:00", subject: "География<br>преп. Багаутдинова Р.Р.", room: "310" },
      { num: "—", time: "11:05–11:50", subject: "обед", room: "—" },
      { num: "4", time: "12:00–12:45", subject: "География<br>преп. Багаутдинова Р.Р.", room: "310" },
      { num: "5", time: "12:50–13:35", subject: "Информатика<br>Нурисламова Э.И.", room: "408" },
      { num: "6", time: "13:45–14:30", subject: "Информатика<br>Нурисламова Э.И.", room: "408" },
      { num: "7", time: "14:35–15:20", subject: "Башкирский язык<br>преп. Рафикова Э.Ф.", room: "208" },
      { num: "8", time: "15:25–16:10", subject: "Химия<br>преп. Шадрина Ю.С.", room: "406" },
      { num: "9", time: "16:15–17:00", subject: "Химия<br>преп. Шадрина Ю.С.", room: "406" }
    ]
  },

  // 17 группа
  "17": {
    date: "Изменения на 21 января",
    rows: [
      { num: "1", time: "8:30–9:15", subject: "—", room: "—" },
      { num: "2", time: "9:20–10:05", subject: "Башкирский язык<br>преп. Рафикова Э.Ф.", room: "208" },
      { num: "3", time: "10:15–11:00", subject: "Физика<br>преп. Аблаева О.Г.", room: "401" },
      { num: "—", time: "11:05–11:50", subject: "обед", room: "—" },
      { num: "4", time: "12:00–12:45", subject: "Физика<br>преп. Аблаева О.Г.", room: "401" },
      { num: "5", time: "12:50–13:35", subject: "Физика<br>преп. Аблаева О.Г.", room: "401" },
      { num: "6", time: "13:45–14:30", subject: "Физика<br>преп. Аблаева О.Г.", room: "401" },
      { num: "7", time: "14:35–15:20", subject: "История<br>преп. Баев И.Э.", room: "307" },
      { num: "8", time: "15:25–16:10", subject: "История<br>преп. Баев И.Э.", room: "307" },
      { num: "9", time: "16:15–17:00", subject: "История<br>преп. Баев И.Э.", room: "307" }
    ]
  },

  // 25 группа
  "25": {
    date: "Изменения на 21 января",
    rows: [
      { num: "1", time: "8:30–9:15", subject: "Экономика отрасли<br>Преп. Афанасьева И.Э.", room: "103" },
      { num: "2", time: "9:20–10:05", subject: "МДК 05.02 Разработка кода ИС<br>Преп. Афанасьева И.Э.", room: "103" },
      { num: "3", time: "10:15–11:00", subject: "Физкультура<br>преп. Вафиева Т.В.", room: "—" },
      { num: "4", time: "11:05–11:50", subject: "Физкультура<br>преп. Вафиева Т.В.", room: "—" },
      { num: "—", time: "12:00–12:45", subject: "обед", room: "—" },
      { num: "5", time: "12:50–13:35", subject: "Русский язык и КР<br>преп. Рафикова Э.Ф.", room: "208" },
      { num: "6", time: "13:45–14:30", subject: "История<br>преп. Шакирова Е.Н.", room: "212" },
      { num: "7", time: "14:35–15:20", subject: "МДК 05.01 Проектир. и дизайн ИС<br>Преп. Афанасьева И.Э.", room: "103" },
      { num: "8", time: "15:25–16:10", subject: "МДК 05.01 Проектир. и дизайн ИС<br>Преп. Афанасьева И.Э.", room: "103" }
    ]
  },

  // 28 группа
  "28": {
    date: "Изменения на 21 января",
    rows: [
      { num: "0", time: "7:40–8:25", subject: "МДК 02.04 ТиМООМДПР<br>Преп. Кравцева Е.Н.", room: "302" },
      { num: "1", time: "8:30–9:15", subject: "МДК 02.04 ТиМООМДПР<br>Преп. Кравцева Е.Н.", room: "302" },
      { num: "2", time: "9:20–10:05", subject: "МДК 02.04 ТиМООМДПР<br>Преп. Кравцева Е.Н.", room: "302" },
      { num: "3", time: "10:15–11:00", subject: "Основы возрастной и педагогической психологии<br>Марварова А.Р.", room: "210" },
      { num: "4", time: "11:05–11:50", subject: "—", room: "—" },
      { num: "—", time: "12:00–12:45", subject: "обед", room: "—" },
      { num: "5", time: "12:50–13:35", subject: "Основы возрастной и педагогической психологии<br>Марварова А.Р.", room: "210" },
      { num: "6", time: "13:45–14:30", subject: "Основы возрастной и педагогической психологии<br>Марварова А.Р.", room: "210" },
      { num: "7", time: "14:35–15:20", subject: "Иностранный язык<br>Мухаметшина Р.Р., Муллаянова Ф.М.", room: "308 / 106" },
      { num: "8", time: "15:25–16:10", subject: "Иностранный язык<br>Мухаметшина Р.Р., Муллаянова Ф.М.", room: "308 / 106" }
    ]
  },

  // 38 группа
  "38": {
    date: "Изменения на 21 января",
    rows: [
      { num: "1", time: "8:30–9:15", subject: "Детская психология<br>Преп. Марварова А.Р.", room: "210" },
      { num: "2", time: "9:20–10:05", subject: "Детская психология<br>Преп. Марварова А.Р.", room: "210" },
      { num: "3", time: "10:15–11:00", subject: "МДК 02.05 ТиМООСиТДДРДВ<br>Преп. Алленова Т.М.", room: "413" },
      { num: "4", time: "11:05–11:50", subject: "МДК 02.05 ТиМООСиТДДРДВ<br>Преп. Алленова Т.М.", room: "413" },
      { num: "5", time: "12:00–12:45", subject: "МДК 03.01 ТиМРРДРиДВ<br>Преп. Кравцева Е.Н.", room: "302" },
      { num: "—", time: "12:50–13:35", subject: "обед", room: "—" },
      { num: "6", time: "13:45–14:30", subject: "МДК 03.01 ТиМРРДРиДВ<br>Преп. Кравцева Е.Н.", room: "302" },
      { num: "7", time: "14:35–15:20", subject: "Проектная и исслед. деятельность в ПС<br>Преп. Шайхатдарова Э.А.", room: "205" },
      { num: "8", time: "15:25–16:10", subject: "Проектная и исслед. деятельность в ПС<br>Преп. Шайхатдарова Э.А.", room: "205" }
    ]
  },

  // 43 группа
  "43": {
    date: "Изменения на 21 января",
    rows: [
      { num: "1", time: "8:30–9:15", subject: "МДК 01.04 ТОНКМ с МП<br>Преп. Шарипова Р.Р.", room: "206" },
      { num: "2", time: "9:20–10:05", subject: "МДК 01.04 ТОНКМ с МП<br>Преп. Шарипова Р.Р.", room: "206" },
      { num: "3", time: "10:15–11:00", subject: "Иностранный язык в ПД<br>Преп. Муллаянова Ф.М.", room: "106" },
      { num: "4", time: "11:05–11:50", subject: "Иностранный язык в ПД<br>Преп. Муллаянова Ф.М.", room: "106" },
      { num: "—", time: "12:00–12:45", subject: "обед", room: "—" },
      { num: "5", time: "12:50–13:35", subject: "МДК 03.02 МОДКР в НОО<br>Преп. Фархутдинова Р.Х.", room: "213" },
      { num: "6", time: "13:45–14:30", subject: "МДК 03.02 МОДКР в НОО<br>Преп. Фархутдинова Р.Х.", room: "213" },
      { num: "7", time: "14:35–15:20", subject: "—", room: "—" },
      { num: "8", time: "15:25–16:10", subject: "МДК 01.04 ТОНКМ с МП<br>Преп. Камаева Л.Р.", room: "303" },
      { num: "9", time: "16:15–17:00", subject: "МДК 01.05 ТиМ обуч. предмету ОМ<br>Преп. Шакирова Е.Н.", room: "212" }
    ]
  }
};
