window.CHANGES = {
  "25": {
    date: "19 января 2026",
    rows: [
      {
        num: "1",
        time: "8:30–9:10",
        subject: "Классный час",
        room: "407"
      },
      {
        num: "2",
        time: "9:15–9:55",
        subject: "Безопасность жизнедеятельности",
        room: "313"
      },
      {
        num: "3",
        time: "10:05–10:45",
        subject: "МДК 05.01 Проектирование ИС",
        room: "103"
      },
      {
        num: "4",
        time: "10:50–11:30",
        subject: "Психология общения",
        room: "210"
      }
    ]
  },

  "31": {
    date: "19 января 2026",
    rows: [
      {
        num: "1",
        time: "8:30–9:10",
        subject: "Иностранный язык",
        room: "308"
      }
    ]
  }

  // если группы тут нет — значит изменений НЕТ
};
