window.CHANGES = {
  "11": {
    title: "Изменения в расписании на вторник 20 января",
    rows: [
      ["1", "8:30–9:15", "—", "—"],
      ["2", "9:20–10:05", "—", "—"],
      ["3", "10:15–11:00", "Русский язык<br>преп. Рафикова Э.Ф.", "208"],
      ["—", "11:05–11:50", "Обед", "—"],
      ["4", "12:00–12:45", "Русский язык<br>преп. Рафикова Э.Ф.", "208"],
      ["5", "12:50–13:35", "Биология<br>преп. Печенкина Г.Н.", "410"],
      ["6", "13:45–14:30", "Биология<br>преп. Печенкина Г.Н.", "410"],
      ["7", "14:35–15:20", "—", "—"],
      ["8", "15:25–16:10", "—", "—"]
    ]
  },

  "13": {
    title: "Изменения в расписании на вторник 20 января",
    rows: [
      ["1", "8:30–9:15", "Биология<br>преп. Печенкина Г.Н.", "410"],
      ["2", "9:20–10:05", "Биология<br>преп. Печенкина Г.Н.", "410"],
      ["3", "10:15–11:00", "Физика<br>преп. Аблаева О.Г.", "401"],
      ["—", "11:05–11:50", "Обед", "—"],
      ["4", "12:00–12:45", "Физика<br>преп. Аблаева О.Г.", "401"],
      ["5", "12:50–13:35", "Русский язык<br>преп. Рафикова Э.Ф.", "208"],
      ["6", "13:45–14:30", "Русский язык<br>преп. Рафикова Э.Ф.", "208"],
      ["7", "14:35–15:20", "—", "—"],
      ["8", "15:25–16:10", "—", "—"]
    ]
  },

  "14": {
    title: "Изменения в расписании на вторник 20 января",
    rows: [
      ["1", "8:30–9:15", "Русский язык<br>преп. Рафикова Э.Ф.", "208"],
      ["2", "9:20–10:05", "Русский язык<br>преп. Рафикова Э.Ф.", "208"],
      ["3", "10:15–11:00", "Биология<br>преп. Печенкина Г.Н.", "410"],
      ["—", "11:05–11:50", "Обед", "—"],
      ["4", "12:00–12:45", "Биология<br>преп. Печенкина Г.Н.", "410"],
      ["5", "12:50–13:35", "Химия<br>преп. Шадрина Ю.С.", "406"],
      ["6", "13:45–14:30", "Химия<br>преп. Шадрина Ю.С.", "406"],
      ["7", "14:35–15:20", "—", "—"],
      ["8", "15:25–16:10", "—", "—"]
    ]
  },

  "15": {
    title: "Изменения в расписании на вторник 20 января",
    rows: [
      ["1", "8:30–9:15", "Физика<br>преп. Аблаева О.Г.", "401"],
      ["2", "9:20–10:05", "Физика<br>преп. Аблаева О.Г.", "401"],
      ["3", "10:15–11:00", "Литература<br>преп. Глимзянова Т.Р.", "404"],
      ["—", "11:05–11:50", "Обед", "—"],
      ["4", "12:00–12:45", "Литература<br>преп. Глимзянова Т.Р.", "404"],
      ["5", "12:50–13:35", "Обществознание<br>преп. Багаутдинова Р.Р.", "310"],
      ["6", "13:45–14:30", "Обществознание<br>преп. Багаутдинова Р.Р.", "310"],
      ["7", "14:35–15:20", "Биология<br>преп. Печенкина Г.Н.", "410"],
      ["8", "15:25–16:10", "Биология<br>преп. Печенкина Г.Н.", "410"]
    ]
  },

  "25": {
    title: "Изменения в расписании на вторник 20 января",
    rows: [
      ["1", "8:30–9:15", "Информ. технологии / Опер. СиС<br>Нурисламова Э.И. / Афанасьева И.Э.", "408 / 103"],
      ["2", "9:20–10:05", "Информ. технологии / Опер. СиС<br>Нурисламова Э.И. / Афанасьева И.Э.", "408 / 103"],
      ["3", "10:15–11:00", "Опер. СиС / —<br>Афанасьева И.Э.", "103"],
      ["4", "11:05–11:50", "Опер. СиС / —<br>Афанасьева И.Э.", "103"],
      ["—", "12:00–12:45", "Обед", "—"],
      ["5", "12:50–13:35", "— / Архитектура АС<br>Афанасьева И.Э.", "103"],
      ["6", "13:45–14:30", "— / Архитектура АС<br>Афанасьева И.Э.", "103"],
      ["7", "14:35–15:20", "Архитектура АС / Гр. дизайн<br>Афанасьева И.Э. / Нурисламова Э.И.", "103 / 409"],
      ["8", "15:25–16:10", "Архитектура АС / Гр. дизайн<br>Афанасьева И.Э. / Нурисламова Э.И.", "103 / 409"]
    ]
  },

  "31": {
    title: "Изменения в расписании на вторник 20 января",
    rows: [
      ["1", "8:30–9:15", "МДК 01.02 Русский язык с МП<br>преп. Шайгатдарова Э.А.", "205"],
      ["2", "9:20–10:05", "МДК 01.02 Русский язык с МП<br>преп. Шайгатдарова Э.А.", "205"],
      ["3", "10:15–11:00", "МДК 03.02 ТИМОД кл. рук.<br>преп. Фархутдинова Р.Х.", "213"],
      ["4", "11:05–11:50", "МДК 03.02 ТИМОД кл. рук.<br>преп. Фархутдинова Р.Х.", "213"],
      ["5", "12:00–12:45", "Педагогическая психология<br>преп. Марварова А.Р.", "210"],
      ["—", "12:50–13:35", "Обед", "—"],
      ["6", "13:45–14:30", "Педагогическая психология<br>преп. Марварова А.Р.", "210"],
      ["7", "14:35–15:20", "Основы обучения лиц с ООП<br>преп. Фархутдинова Р.Х.", "213"],
      ["8", "15:25–16:10", "Основы обучения лиц с ООП<br>преп. Фархутдинова Р.Х.", "213"]
    ]
  },

  "35": {
    title: "Изменения в расписании на вторник 20 января",
    rows: [
      ["1", "8:30–9:15", "МДК 09.02 Оптимизация веб-прил.<br>Шайхутдинов Р.А., Ловчин В.С.", "402 / 407"],
      ["2", "9:20–10:05", "МДК 09.02 Оптимизация веб-прил.<br>Шайхутдинов Р.А., Ловчин В.С.", "402 / 407"],
      ["3", "10:15–11:00", "Физкультура<br>преп. Вафиева Т.В.", "—"],
      ["4", "11:05–11:50", "Физкультура<br>преп. Вафиева Т.В.", "—"],
      ["—", "12:50–13:35", "Обед", "—"],
      ["7", "14:35–15:20", "Компьютерные сети<br>Ловчин В.С.", "407"],
      ["8", "15:25–16:10", "Компьютерные сети<br>Ловчин В.С.", "407"]
    ]
  },

  "45": {
    title: "Изменения в расписании на вторник 20 января",
    rows: [
      ["3", "10:15–11:00", "МДК 09.03 Обесп. безопасности ВП<br>преп. Ловчин В.С.", "407"],
      ["4", "11:05–11:50", "МДК 09.03 Обесп. безопасности ВП<br>преп. Ловчин В.С.", "407"],
      ["—", "12:00–12:45", "Обед", "—"],
      ["5", "12:50–13:35", "МДК 09.03 Обесп. безопасности ВП<br>преп. Ловчин В.С.", "407"],
      ["6", "13:45–14:30", "МДК 09.03 Обесп. безопасности ВП<br>преп. Ловчин В.С.", "407"],
      ["7", "14:35–15:20", "Основы философии<br>преп. Багаутдинова Р.Р.", "310"],
      ["8", "15:25–16:10", "Основы философии<br>преп. Багаутдинова Р.Р.", "310"]
    ]
  }
};
